/* Class = "NSMenuItem"; title = "Difference"; ObjectID = "0nj-Hk-qLM"; */
"0nj-Hk-qLM.title" = "Difference";

/* Class = "NSTextField"; ibShadowedToolTip = "Gradient Direction"; ObjectID = "2"; */
"2.ibShadowedToolTip" = "混合方向";

/* Class = "RotationView"; ibShadowedToolTip = "Gradient Direction"; ObjectID = "3"; */
"3.ibShadowedToolTip" = "混合方向";

/* Class = "NSSlider"; ibShadowedToolTip = "Gradient midpoint"; ObjectID = "6"; */
"6.ibShadowedToolTip" = "混合中间点";

/* Class = "NSButton"; ibShadowedToolTip = "Swap Colors"; ObjectID = "7"; */
"7.ibShadowedToolTip" = "交换颜色";

/* Class = "OGCenterPointView"; ibShadowedToolTip = "Gradient Center"; ObjectID = "11"; */
"11.ibShadowedToolTip" = "混合中心";

/* Class = "NSTextFieldCell"; title = "360"; ObjectID = "16"; */
"16.title" = "360";

/* Class = "NSMenuItem"; title = "Double Radial Gradient"; ObjectID = "49"; */
"49.title" = "双重放射混合";

/* Class = "NSMenuItem"; title = "Double Linear Gradient"; ObjectID = "50"; */
"50.title" = "双重线性混合";

/* Class = "NSMenuItem"; title = "Radial Gradient"; ObjectID = "51"; */
"51.title" = "放射混合";

/* Class = "NSMenuItem"; title = "Linear Gradient"; ObjectID = "52"; */
"52.title" = "线性混合";

/* Class = "NSMenuItem"; title = "Solid Fill"; ObjectID = "53"; */
"53.title" = "纯色填充";

/* Class = "NSMenuItem"; title = "No Fill"; ObjectID = "54"; */
"54.title" = "无填充";

/* Class = "NSMenuItem"; title = "Stipple"; ObjectID = "70"; */
"70.title" = "点刻效果";

/* Class = "NSMenuItem"; title = "No Effect"; ObjectID = "85o-ro-itC"; */
"85o-ro-itC.title" = "无效果";

/* Class = "NSTabViewItem"; label = "1"; ObjectID = "94"; */
"94.label" = "1";

/* Class = "NSTabViewItem"; label = "2"; ObjectID = "95"; */
"95.label" = "2";

/* Class = "NSTabViewItem"; label = "3"; ObjectID = "98"; */
"98.label" = "3";

/* Class = "NSTabViewItem"; label = "4"; ObjectID = "100"; */
"100.label" = "4";

/* Class = "NSTabViewItem"; label = "5"; ObjectID = "102"; */
"102.label" = "5";

/* Class = "NSSlider"; ibShadowedToolTip = "Squiggle Frequency"; ObjectID = "116"; */
"116.ibShadowedToolTip" = "歪曲频率";

/* Class = "NSMenuItem"; title = "Marker"; ObjectID = "137"; */
"137.title" = "标记效果";

/* Class = "NSTextField"; ibShadowedToolTip = "Squiggle Direction"; ObjectID = "148"; */
"148.ibShadowedToolTip" = "歪曲方向";

/* Class = "NSTextFieldCell"; title = "360"; ObjectID = "149"; */
"149.title" = "360";

/* Class = "NSMenuItem"; title = "Plastic"; ObjectID = "155"; */
"155.title" = "可塑效果";

/* Class = "NSSlider"; ibShadowedToolTip = "Plastic Curve"; ObjectID = "156"; */
"156.ibShadowedToolTip" = "Plastic Curve";

/* Class = "NSTabViewItem"; label = "6"; ObjectID = "160"; */
"160.label" = "6";

/* Class = "NSSlider"; ibShadowedToolTip = "Plastic Highlight Angle"; ObjectID = "174"; */
"174.ibShadowedToolTip" = "Plastic Highlight Angle";

/* Class = "NSMenuItem"; title = "Squiggle"; ObjectID = "197"; */
"197.title" = "歪曲效果";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Fill Type"; ObjectID = "198"; */
"198.ibShadowedToolTip" = "填充类型";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "200"; */
"200.title" = "OtherViews";

/* Class = "NSTextField"; ibShadowedToolTip = "Make the stroke thicker or thinner"; ObjectID = "339"; */
"339.ibShadowedToolTip" = "使笔画变浓或变薄";

/* Class = "NSTextFieldCell"; title = "0.25 pt"; ObjectID = "344"; */
"344.title" = "0.25 pt";

/* Class = "NSTabViewItem"; label = "7"; ObjectID = "349"; */
"349.label" = "7";

/* Class = "NSTextField"; ibShadowedToolTip = "Make the stroke thicker or thinner"; ObjectID = "353"; */
"353.ibShadowedToolTip" = "使笔画变浓或变薄";

/* Class = "NSTextField"; ibShadowedToolTip = "Marker Direction"; ObjectID = "355"; */
"355.ibShadowedToolTip" = "标记方向";

/* Class = "NSTextFieldCell"; title = "360°"; ObjectID = "360"; */
"360.title" = "360°";

/* Class = "NSTextFieldCell"; title = "0.25 pt"; ObjectID = "363"; */
"363.title" = "0.25 pt";

/* Class = "NSTextField"; ibShadowedToolTip = "Highlight Direction"; ObjectID = "418"; */
"418.ibShadowedToolTip" = "高亮方向";

/* Class = "NSTextFieldCell"; title = "360"; ObjectID = "419"; */
"419.title" = "360";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "443"; */
"443.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "1"; ObjectID = "444"; */
"444.title" = "1";

/* Class = "NSMenuItem"; title = "2"; ObjectID = "445"; */
"445.title" = "2";

/* Class = "NSMenuItem"; title = "3"; ObjectID = "446"; */
"446.title" = "3";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "450"; */
"450.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "3"; ObjectID = "451"; */
"451.title" = "3";

/* Class = "NSMenuItem"; title = "2"; ObjectID = "452"; */
"452.title" = "2";

/* Class = "NSMenuItem"; title = "1"; ObjectID = "453"; */
"453.title" = "1";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "458"; */
"458.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "3"; ObjectID = "459"; */
"459.title" = "3";

/* Class = "NSMenuItem"; title = "2"; ObjectID = "460"; */
"460.title" = "2";

/* Class = "NSMenuItem"; title = "1"; ObjectID = "461"; */
"461.title" = "1";

/* Class = "NSMenuItem"; title = "Darken"; ObjectID = "AKT-rM-F0B"; */
"AKT-rM-F0B.title" = "模糊变暗";

/* Class = "NSMenuItem"; title = "Dodge"; ObjectID = "ebf-N3-JjZ"; */
"ebf-N3-JjZ.title" = "Dodge";

/* Class = "NSMenuItem"; title = "Saturation"; ObjectID = "eBw-NL-uCZ"; */
"eBw-NL-uCZ.title" = "Saturation";

/* Class = "NSMenuItem"; title = "XOR"; ObjectID = "ffs-Qt-bQt"; */
"ffs-Qt-bQt.title" = "XOR";

/* Class = "NSBox"; title = "Box"; ObjectID = "GVO-Mu-Dfc"; */
"GVO-Mu-Dfc.title" = "Box";

/* Class = "NSTextField"; ibShadowedToolTip = "Distortion Amount"; ObjectID = "HZc-fS-3hf"; */
"HZc-fS-3hf.ibShadowedToolTip" = "Distortion Amount";

/* Class = "NSMenuItem"; title = "Hard Light"; ObjectID = "K6A-HF-z72"; */
"K6A-HF-z72.title" = "强光";

/* Class = "NSMenuItem"; title = "Soft Light"; ObjectID = "k38-aW-EAy"; */
"k38-aW-EAy.title" = "柔和变亮";

/* Class = "NSMenuItem"; title = "Screen"; ObjectID = "KBn-iV-R5p"; */
"KBn-iV-R5p.title" = "Screen";

/* Class = "NSMenuItem"; title = "Plus Lighter"; ObjectID = "kC8-pL-LDN"; */
"kC8-pL-LDN.title" = "Plus Lighter";

/* Class = "NSMenuItem"; title = "Multiply"; ObjectID = "LAG-i8-g7Z"; */
"LAG-i8-g7Z.title" = "Multiply";

/* Class = "NSMenuItem"; title = "Plus Darker"; ObjectID = "LeQ-9y-5N7"; */
"LeQ-9y-5N7.title" = "Plus Darker";

/* Class = "NSTextFieldCell"; title = "Do not localize"; ObjectID = "mK0-GQ-41G"; */
"mK0-GQ-41G.title" = "Do not localize";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Fill Blend Type"; ObjectID = "NO2-dS-C1u"; */
"NO2-dS-C1u.ibShadowedToolTip" = "填充混合类型";

/* Class = "NSMenuItem"; title = "Hue"; ObjectID = "Oke-vO-bku"; */
"Oke-vO-bku.title" = "Hue";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Distortion Effect Type"; ObjectID = "ON0-K8-IeF"; */
"ON0-K8-IeF.ibShadowedToolTip" = "失真效果类型";

/* Class = "NSMenuItem"; title = "Blur"; ObjectID = "OoC-0H-kvJ"; */
"OoC-0H-kvJ.title" = "模糊化";

/* Class = "NSMenuItem"; title = "Exclusion"; ObjectID = "PdH-co-wjU"; */
"PdH-co-wjU.title" = "排斥";

/* Class = "NSMenuItem"; title = "Burn"; ObjectID = "PyE-xP-Ld6"; */
"PyE-xP-Ld6.title" = "燃烧";

/* Class = "NSMenuItem"; title = "Luminosity"; ObjectID = "RR7-BE-mqc"; */
"RR7-BE-mqc.title" = "发光";

/* Class = "NSMenuItem"; title = "Lighten"; ObjectID = "tkN-ou-hia"; */
"tkN-ou-hia.title" = "亮化";

/* Class = "NSMenuItem"; title = "Normal"; ObjectID = "vBP-NV-Qp6"; */
"vBP-NV-Qp6.title" = "普通";

/* Class = "NSMenuItem"; title = "Pixelate"; ObjectID = "WYs-e9-bHl"; */
"WYs-e9-bHl.title" = "像素化";

/* Class = "NSMenuItem"; title = "Magnify"; ObjectID = "X4h-Sb-SIs"; */
"X4h-Sb-SIs.title" = "放大";

/* Class = "NSMenuItem"; title = "Overlay"; ObjectID = "Y1b-C1-vuZ"; */
"Y1b-C1-vuZ.title" = "Overlay";

/* Class = "NSTextFieldCell"; title = "360"; ObjectID = "zAH-jf-SuH"; */
"zAH-jf-SuH.title" = "360";

/* Class = "NSMenuItem"; title = "Color"; ObjectID = "zQw-np-p6A"; */
"zQw-np-p6A.title" = "Color";

